{
  "intro":{
    "title":"Introduction",
    "prose_1":"We here at Spec were specifically interested in investigating differences in linguistic style between male and female Supreme Court Justices and among the Justices themselves.",
    "prose_2": "Our initial hypothesis was that female justices tend to soften or reduce the impact of their words by using phrases like \"Would you like to consider the posibility...\" or \"I would have thought perhaps...\" also known as hedging. We were also interested in how the sentiment of dialogue changed over time, as well as over the course of a justice's lifetime. Our investigation led us through the following questions:",
    "closing_prose":"Please enjoy our journey navigating through a 100,000 row data frame of Supreme Court Case Dialogue."
  }, 
  "modal_use":{
    "title": "Analyzing the Use of Modals",
    "prose_1": "A common part of speech used in hedging is a modal, which is a type of auxiliary verb that expresses possibility. Some examples of modals include the words \"would\", \"should\", \"may\", and \"might\". To explore whether or not female or male justices hedge more, we used the NLTK library to count up the number of modals in each line of dialogue, and comparing them between genders.",
    "prose_2a": "The proportions weren't quite what we expected. This made us realize an issue with using modal proportions as a measure of hedging: the meaning of the sentence varies drastically depending on the ",
    "prose_2_em":"location",
    "prose_2_b":" of the modal in the sentence. For example:",
    "example_1_strong":"Would ",
    "example_1_b":" it be possible for you to elaborate?\"",
    "example_1_c":"vs.",
    "example_2_a":"\"You ",
    "example_2_strong":"would",
    "example_2_b":" not believe what I saw today! \"",
    "prose_3":"The first example would be classified as hedging whereas the second would not, yet they both have the same modal proportion. It appears that sentences that start with a modal may be a better measure of hedging. We investigated the proportion of lines starting with a modal between each gender next. ",
    "prose_4":"It appears that female justices tend to start more lines with a modal than men do. This could be evidence that women hedge more often than men. "
  },
  "interruption":{
    "title":"Interruption Analysis",
    "prose_1":"We wanted to investigate of male or female justices got interrupted more by lawyers, attorneys, and others participating in the case. To do this, we wrote a function that returns a boolean if the last word in a text block is \"--\" which represents an interruption. We used this function to create a boolean column in our data set that indicates whether not a statement was interrupted, and analyzed the proportion between men and women.",
    "prose_2":"We applied this function to over 100,000 lines of dialogue and came up with these proportions",
    "prose_3":"6.23% of the lines that female justices speak get interrupted while only 2.48% of the lines that male justices speak get interrupted--that's almost three times as often! It appears that lawyers and attorneys may treat female justices differently in this way."
  }
}
